Repository: afarner/josm-matsim-plugin
Catalog: src/main/po/*.po
Languages: el, pl

source: Activate MATSim Renderer
el: Ενεργοποίηση της Απόδοσης MATSim
pl: Aktywuj renderer MATSim

source: Activate hierarchy filter
el: Ενεργοποίηση του φίλτρου ιεραρχίας
pl: Aktywuj filtr hierarchii

source: Check for Incomplete Routes
el: Έλεγχος για ημιτελείς Διαδρομές
pl: Sprawdź niekompletne trasy

source: Clean Network
pl: Wyczyść sieć

source: Click to download the currently selected area
el: Κάντε κλικ για λήψη της τρέχουσας επιλεγμένης περιοχής
pl: Kliknij aby pobrać wybrany obszar

source: Configure the MATSim plugin.
el: Ρύθμιση του πρόσθετου MATSim.
pl: Konfiguruj wtyczkę MATSim

source: Contacting OSM Server...
el: Επικοινωνία με τον διακομιστή OSM
pl: Łączenie z serwerem OSM...

source: Convert Osm layer to MATSim network layer
el: Μετατροπή του επιπέδου Osm στο επίπεδο δικτύου MATSim
pl: Przekształć warstwę OSM w warstwę sieci MATSim

source: Convert to MATSim Layer
el: Μετατροπή στο επίπεδο MATSim
pl: Przekształć w warstwę MATSim

source: Convert to MATSim Network
el: Μετατροπή στο δίκτυο MATSim
pl: Przekształć w sieć MATSim

source: Converter
el: Μετατροπή
pl: Konwerter

source: Create Master Routes
el: Δημιουργία Κύριων Διαδρομών
pl: Utwórz główne trasy

source: Create areas for public transport stops
el: Δημιουργία χώρων για στάσεις δημόσιων συγκοινωνιών
pl: Utwórz obszary dla przystanków transportu publicznego

source: Create new Network
el: Δημιουργία νέου Δικτύου
pl: Utwórz nową sieć

source: Defaults
el: Προεπιλογές
pl: Domyślne

source: Download
el: Λήψη
pl: Pobierz

source: Download VBB…
el: Λήψη VBB…
pl: Pobieranie VBB…

source: Download data from Overpass API, filtered by relevance for MATSim.
el: Λήψη δεδομένων από το API Overpass, φιλτραρισμένο με σχετικότητα για το MATSim.
pl: Pobierz dane z Overpass API, przefiltrowane pod kątem użyteczności w MATSim.

source: Download from Overpass API...
el: Λήψη από το Overpass API...
pl: Pobieranie z API Overpass...

source: Download members and stop areas
el: Λήψη μελών και χώροι στάσεων
pl: Pobierz członków i obszary przystanków

source: Duplicated Id {0} not allowed.
el: Διπλό αναγνωριστικό {0} δεν επιτρέπεται.
pl: Nie jest dopuszczone duplikowanie Id {0}.

source: Export MATSim network to shape file...
el: Εξαγωγή δικτύου MATSim σε αρχείο shapefile...
pl: Eksportuj sieć MATSim do pliku kształtu...

source: Export MATSim network to shape file…
el: Εξαγωγή δικτύου MATSim σε αρχείο shapefile...
pl: Eksportuj sieć MATSim do pliku kształtu...

source: Export MATSim transit schedule…
el: Εξαγωγή προγράμματος μεταφοράς MATSim...
pl: Eksportuj rozkład MATSim...

source: Export failed due to validation errors. See validation layer for details.
el: Η εξαγωγή απέτυχε λόγω σφαλμάτων επικύρωσης. Δείτε το επίπεδο επικύρωσης για λεπτομέρειες.
pl: Eksport nieudany ze względu na błędy weryfikacji. Zobacz warstwę weryfikacji, aby uzyskać więcej szczegółów.

source: Exported network xml version
el: Εξαγόμενη έκδοση δικτύου xml
pl: Sieć wyeksportowana do wersji xml

source: Failure
el: Αποτυχία
pl: Błąd

source: Fix transit schedule validation errors
el: Επίλυση σφαλμάτων επικύρωσης προγράμματος μεταφοράς
pl: Rozwiąż błędy weryfikacji rozkładów

source: General
el: Γενικά
pl: Ogólne

source: Import MATSim scenario
el: Εισαγωγή σεναρίου MATSim
pl: Importuj scenariusz MATSim

source: Include road type in output
el: Συμπεριλάβετε τον τύπο δρόμου στην έξοδο
pl: Dołącz rodzaje dróg do wyjścia

source: Incomplete route {0} - Auto repair to download missing elements (cannot be undone)
el: Ελλιπής διαδρομή {0} - Αυτόματη επιδιόρθωση για λήψη στοιχείων που λείπουν (δεν μπορούν να ανακληθούν)
pl: Niekompletna trasa {0} - użyj automatycznej naprawy, aby pobrać brakujące elementy (nie można cofnąć)

source: Information
el: Πληροφορίες
pl: Informacje

source: Keep Paths
el: Διατήρηση Διαδρομών
pl: Zachowaj ścieżki

source: Lines: {0} / Routes: {1}
el: Γραμμές: {0} / Διαδρομές: {1}
pl: Linie: {0} / Trasy: {1}

source: Link offset for overlapping links
el: Μετατόπιση συνδέσμου για επικαλυπτόμενες συνδέσεις
pl: Przesunięcie dla nakładających się linków

source: Links/Nodes
el: Σύνδεσμοι/Κόμβοι
pl: Linki/Węzły

source: Links: {0} / Nodes: {1}
el: Σύνδεσμοι: {0} / Κόμβοι: {1}
pl: Linki: {0} / Węzły: {1}

source: MASim preferences
el: Προτιμήσεις MASim
pl: Preferencje MATSim

source: MATSim Import
el: Εισαγωγή MATSim
pl: Importuj MATSim

source: Network Attributes
el: Χαρακτηριστικά Δικτύου
pl: Właściwości sieci

source: New MATSim network
el: Νέο δίκτυο MATSim
pl: Nowa sieć MATSim

source: No MATSim layer active
el: Κανένα ενεργό επίπεδο MATSim
pl: Warstwa MATSim nie jest aktywna

source: Nothing to export. Get some data first.
el: Τίποτα προς εξαγωγή. Λάβετε κάποια δεδομένα πρώτα.
pl: Nie ma nic do wyeksportowania. Utwórz jakieś obiekty.

source: OSM Repair
el: Επισκευή OSM
pl: Naprawa OSM

source: Only convert hierarchies up to:
el: Μετατρέψτε μόνο ιεραρχίες μέχρι:
pl: Przekształcaj tylko hierarchie do:

source: Route {0} with no Route Master
el: Διαδρομή {0} χωρίς Κύρια Διαδρομή
pl: Trasa {0} nie zawiera głównej trasy

source: Save MATSim network file
el: Αποθήκευση του αρχείου δικτύου MATSim
pl: Zapisz plik sieci MATSim

source: Select to download {0} highways in the selected download area.
el: Επιλέξτε για να κάνετε λήψη {0} δρόμους στην επιλεγμένη περιοχή λήψης.
pl: Wybierz, aby pobrać {0} dróg w zaznaczonym obszarze.

source: Select to download {0} routes in the selected download area.
el: Επιλέξτε για να κάνετε λήψη {0} διαδρομών στην επιλεγμένη περιοχή λήψης.
pl: Wybierz, aby pobrać {0} tras w zaznaczonym obszarze.

source: Set conversion defaults
pl: Ustaw wartości domyślne konwersji

source: Shape Files
pl: Pliki kształtu

source: Show internal Ids in table
pl: Pokaż wewnętrzne Ids w tabeli

source: Show link-Ids
pl: Pokaż linki Ids

source: Simulate
el: Προσομοίωση
pl: Symuluj

source: Test for incomplete routes
el: Δοκιμή για ημιτελείς διαδρομές
pl: Testuj niekompletne trasy

source: Test for master routes
el: Δοκιμή για κύριες διαδρομές
pl: Sprawdź główne trasy

source: Update tags for public transport stops
pl: Aktualizacja znaczników dla przystanków transportu publicznego

source: Validate TransitSchedule
pl: Weryfikuj TransitSchedule

source: Validates MATSim-related network data
pl: Weryfikuj dane sieci powiązane z MATSim

source: Validates MATSim-related transit schedule data
pl: Weryfikuj dane rozkładów powiązane z MATSim

source: Validaton resulted in warnings. Proceed?
pl: Weryfikacja zakończona z błędami. Kontynuować?

source: Visualization
el: Οπτικοποίηση
pl: Wizualizacja

source: Warning
el: Προειδοποίηση
pl: Ostrzeżenie

source: edit network attributes
el: επεξεργασία χαρακτηριστικών δικτύου
pl: edytuj właściwości sieci

source: Allows to edit and extract network information for the traffic simulation MATSim
pl: Pozwala na edycję i wydobycie informacji o sieci dla potrzeb symulacji ruchu MATSim

source: Import
el: Εισαγωγή

source: MATSim
el: MASim

source: MATSim Transit Schedule Files
el: Αρχεία Προγραμματισμού Μεταφοράς MATSim

source: MATSimValidation
el: Επικύρωση MATSim

source: Menu: {0}
el: Μενού: {0}
